Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plans_no/strategalas_plana_sami_manaidgarddiide_2008_2011.pdf.tmx
Source language: nob
Languages: sme

source: Strategisk plan for samiske barnehager 2008–2011
sme: Strátegala™ plána sámi mánáidgárddiide 2008–2011

source: Tiden er den beste læreren
sme: Áigi lea buoremus oahpaheaddji

source: Forord
sme: Sisdoallu

source: 1 Innledning
sme: 1 Álggahus 1.1Sámi mánáidgárddit...............................

source: 1.2 Visjon / mål.............................
sme: 1.2Vi™uvdna/ulbmil..................................

source: for barnehagen......................
sme: 1.2.1 Mánáidgárdeláhka ja mánáidgárddiid rámmaplána........

source: 2 Samiske barnehager - beskrivelse og behov
sme: 2 Sámi mánáidgárddit – ∏ilgehusat ja dárbbut

source: 2.1 Tilstandsbeskrivelse.......................
sme: 2.1Diliid ∏ilgen.....................................

source: 2.2 Oversikt...............................
sme: 2.2Čilgehus........................................

source: 2.2.1 Førskolelærerdekning................
sme: 2.2.1 Ovdaskuvlaoahpaheaddjidárbbu gok ∏an...........

source: 2.2.2 Særskilt tilskudd til samiske barnehager..
sme: 2.2.2 Erenoamá™ doarjja sámi mánáidgárddiide..........

source: 2.2.3 Pedagogisk materiell.................
sme: 2.2.3 Pedagogala™ neavvut..........................

source: 2.2.4 Prosjekter.........................
sme: 2.2.4 Pro™eavttat.................................

source: 2.2.5 Likestilling........................
sme: 2.2.5 Dásseárvu..................................

source: 2.3 Utfordringer og behov....................
sme: 2.3 Hástalusat ja dárbbut..............................

source: 2.3.1 Regjeringens og Sametingets satsing
sme: 2.3.1 Doaimmat Ráππehus ja Sámediggi vuoruhit mánáid

source: innenfor barnehageområdet...........
sme: gárdesuorggi siskkobealde...........................

source: 3 Sametingets rammer og regler
sme: 3 Sámedikki rámmat ja njuolggadusat

source: 3.1 Dagens ressursramme.....................
sme: 3.1Dálá resursarámmat...............................

source: 3.2 Retningslinjer for tildeling av særskilt tilskudd
sme: 3.2Sámi mánáidgárddiid erenoamá™doarjagiid

source: til samiske barnehager.....................
sme: juolludeami njuolggadusat........................

source: 4 Sametingets barnehagepolitikk
sme: 4 Sámedikki mánáidgárdepolitihkka

source: 4.1 Styrking av samisk språk...................
sme: 4.1Sámegiela nannen.................................

source: 4.2 Barns rettigheter.........................
sme: 4.2Mánáid vuoigatvuoπat.............................

source: 4.3 Samarbeid..............................
sme: 4.3Ovttasbargu.....................................

source: 4.4 Nettverksbygging og kompetanseheving.......
sme: 4.4 Fierpmádathuksen ja máhttolokten....................

source: 4.5 Pedagogisk materiell......................
sme: 4.5Pedagogala™ neavvut...............................

source: 4.6 Forskning..............................
sme: 4.6Dutkan.........................................

source: 5 Sametingets satsing 2008–2011
sme: 5 Sámedikki doaimmat 2008–2011

source: 5.1 Prioriterte tiltak 2008–2011................
sme: 5.1Vuoruheapmi 2006 – 2009..........................

source: 5.3 Pedagogisk materiell......................
sme: 5.3Pedagogala™ neavvut...............................

source: 5.4 Rekrutteringstiltak.......................
sme: 5.4Rekrutteren......................................

source: 5.5 Kompetanse............................
sme: 5.5Gelbbola™vuohta..................................

source: 5.6 Tilskudd...............................
sme: 5.6Doarjagat.......................................

source: 5.7 Informasjon og veiledning.................
sme: 5.7Diehtojuohkin ja bagadallan.........................

source: 5.8 Holdningsskapende arbeid.................
sme: 5.8Guottuid ovddideaddji bargu........................

source: 6 Avslutning
sme: 6 Loahpaheapmi

source: 6.1 Oversikt over samiske barn i barnehager.......
sme: Sámi mánát mánáidgárddiin..............................

source: 6.2 Oversikt over læremidler – barnehage.........
sme: Oahpponeavvut – mánáidgárddit..........................

source: 6.3 Oversikt over prosjekter – barnehage..........
sme: Pro™eavttat – mánáidgárdi...............................

source: 16 Tiden er den beste lærereren
sme: 16 Áigi lea buoremus oahpaheaddji

source: Strategisk plan for samiske barnehager 2008–2011 Vedtatt i Sametinget i september 2007
sme: Strategala™ plána sámi mánáidgárddiide 2008–2011 Mearriduvvon Sámedikkis ak ∏amánu

source: Norge for perioden 2008 – 2011 er vedtatt i Same
sme: Sámedikki strategala™ plána áigodahkii 2007 – 2011 lea

source: tinget 27. september 2007.
sme: mearriduvvon Sámedikkis ak ∏amánu 27. beaivvi 2007.

source: 1.1 Samiske barnehager
sme: 1.1 Sámi mánáidgárddit

source: Sametinget legger følgende definisjon til grunn for
sme: Sámediggi bidjá ∏uovvova™ defini™uvnna sámi máná

source: samiske barnehager:
sme: idgárddiid vuoππun:

source: Samisk barnehage er en barnehage for og med
sme: Sámi mánáidgárdi lea mánáidgárdi mii lea sámi

source: samiske barn.
sme: mánáid váste ja gos leat sámi mánát.

source: Barnehagens ansatte behersker samisk.
sme: Mánáidgárddi

source: De samiske barnehagenes formål er først og fremst å
sme: bargit máhttet sámegiela. Sámi mánáidgárddiid

source: styrke og utvikle barnas samiske identitet, språk og
sme: ulbmil lea vuosttaΩettiin nannet ja ovdánahttit

source: kultur.
sme: mánáid sámi identitehta, giela ja kultuvrra.

source: Det er i 2007 41 samiske barnehager / avdelinger i
sme: 2007:s leat 41 sámi mánáidgárddi / ossodaga Norggas.

source: Norge. I tillegg er det omlag 15 norske barnehager
sme: Dasa lassin leat birrasiid 15 dá ∏∏a mánáidgárddi main

source: som har en eller annen form for samiskopplæring for
sme: lea juogalágan sámegiel oahpahus ovttaskas mánáide.

source: enkeltbarn. Til sammen er det om lag 1000 samiske
sme: Oktiibuot leat birrasiid 1000 sámi máná dáin máná

source: barn i disse barnehagene.
sme: idgárddiin.

source: 900 barn i de samiske barnehagene.
sme: 2005:s ledje badjela™ 900 máná sámi

source: De samiske barnehagene er fra Vadsø i nord til Oslo i
sme: Sámi mánáidgárddit leat ∏áhcesullos davvin gitta

source: sør.
sme: Osloi lulde.

source: Hovedvekten av de samiske barnehagene ligger i
sme: Eanas oassi sámi mánáidgárddiin leat

source: Finnmark.
sme: Finnmárkkus.

source: Mange av disse er en – avdelingsbarne
sme: Ollu dáin leat mánáidgárddit ovttain

source: hager.
sme: ossodagain.

source: 1.2 Visjon / mål
sme: 1.2 Vi™uvdna/ulbmil

source: Den gode barnehagen for samiske barn gir barna
sme: Mánáidgárdi, mii lea buorre sámi mánáide, addá

source: samisk språk, kultur og identitet.
sme: mánáide sámegiela, kultuvrra ja identitehta. Mánáid

source: I barnehagen får barna erfaringer fra den rike samiske
sme: gárddis ohppet mánát rikkis sámi kultuvrra birra, mii

source: kulturen, noe de vil ha med seg resten av livet.
sme: ∏uovvu sin olles eallinagi.

source: Mål:
sme: Ulbmilat:

source: Barnehagen skal gi samiske barn et tilbud som styrker
sme: Mánáidgárdi galgá addit sámi mánáide fálaldaga,

source: og utvikler deres språk, kultur og samiske identitet, og skal bidra til vitalisering og revitalisering av samisk
sme: mii nanne ja ovdánahttá sin giela, kultuvrra ja sámi

source: språk.
sme: kahttit sámegiela.

source: For å gjennomføre dette må de samiske barnehagene
sme: Dán oktavuoπas fertejit sámi mánáidgárddiin leat

source: ha samisktalende personell.
sme: sámegielat bargit.

source: Språkarbeid er ett av de
sme: Giellabargu lea okta dain deaŋa

source: viktigste arbeidsområdene for barnehagen.
sme: leamos bargosurggiin mánáidgárddis.

source: Rekrutte
sme: Sámediggi lea

source: ring og veiledning i forhold til språk er høyt prioritert
sme: olu vuoruhan rekrutterema ja bagadallama giela

source: i Sametinget.
sme: dáfus.

source: Det er ønskelig at alle ansatte i samiske
sme: Lea sávahahtti ahte visot bargit sámi mánáid

source: barnehager behersker samisk.
sme: gárddiin máhttet sámegiela.

source: Det er viktig at de som
sme: Lea deaŋala™ ahte sii geat

source: ikke snakker samisk, forstår språket.
sme: eai huma sámegiela, ipmirdit giela.

source: Det er også
sme: Lea maiddái

source: viktig at de som kan snakke samisk, bruker språket
sme: deaŋala™ ahte sii geat máhttet hupmat sámegiela, ∏aπat

source: hele tiden i barnehagen.
sme: geavahit giela mánáidgárddis.

source: Visjon og mål tar utgangspunkt i følgende planverk:
sme: Vi™uvnnat ja ulbmilat leat huksejuvvon ∏uovvova™

source: • Lov om barnehager og rammeplan for barnehagen
sme: • Mánáidgárddeláhka ja mánáidgárddiid rámmaplána

source: • Sametingsrådets politiske program 2006 – 2009
sme: • Sámediggeráπi politihkala™ prográmma 2006–2009

source: • Sametingsrådets melding om samiske barnehager
sme: • Sámediggeráπi dieπáhus sámi mánáidgárddiid birra

source: 1.2.1 Lov om barnehager og rammeplan for barnehagen
sme: 1.2.1 Mánáidgárdeláhka ja mánáidgárddiid rámmaplána

source: Ny barnehagelov trådte i kraft 1. januar 2006. Ram
sme: 1. beaivvi 2006. Mánáidgárddiid rámmaplána lea

source: meplan for barnehagen som er en forskrift til loven,
sme: njuolggadus láhkii, mii boπii fápmui borgemánu 1.

source: ble gjort gjeldende fra 1. august 2006.
sme: beaivvi 2006.

source: Barnehageloven § 2 omhandler barnehagens innhold
sme: Mánáidgárdelága 2. ∏ guoskkaha mánáidgárddi sisdo

source: og nevner at barnehagen skal ta hensyn til samiske
sme: alu ja namuha ahte mánáidgárdi galgá váldit vuhtii

source: barns språk og kultur; «Barnehagen skal ta hensyn til
sme: sámi mánáid giela ja kultuvrra; “ Mánáidgárdi galgá

source: barnas alder, funksjonsnivå, kjønn, sosiale, etniske og
sme: vuhtiiváldit mánáid agi, doaibmadási, sohkabeali,

source: kulturelle bakgrunn, herunder samiske barns språk og
sme: sosiála, ∏earddala™ ja kultuvrrala™ duogáΩa, dákko

source: kulturš.
sme: bakte sámi mánáid giela ja kultuvrra ”.

source: Lovens § 8 omhandler kommunenes ansvar
sme: Lága 8. ∏ guoskkaha suohkaniid ovddasvástádusa

source: når det gjelder samiske barn og foreldre;
sme: sámi mánáid ja váhnemiid lea addit: “ Suohkana

source: «Kommunen har ansvaret for at barnehagetilbudet til
sme: ovddasvástádus mánáidgárdefálaldaga sámi mánáide

source: samiske barn i samiske distrikt bygger på samisk
sme: sámi guovlluin mii doaibmá sámegiela- ja kultuvrra

source: språk og kultur.
sme: vuoπul.

source: I øvrige kommuner skal forholdene
sme: Eará suohkaniin galget dilála™vuoπat

source: legges til rette for at samiske barn kan sikre og utvikle
sme: láh ∏∏ojuvvot nu ahte sámi mánát sáhttet váfistit ja

source: sitt språk og sin kulturš.
sme: ovdánahttit ieΩaset giela- ja kultuvrra ”.

source: Rammeplanen legger også opp til at alle norske bar
sme: Rámmaplána galgá maiddái láh ∏it dilis nu ahte buot

source: nehager skal ha samisk kultur som en del av sitt inn
sme: dá ∏∏a mánáidgárddiin galgá leat sámi kultuvra oassin

source: hold.
sme: ieΩaset sisdoalus.

source: 1.2.2 Sametingsrådets politiske program 2006–2009
sme: 1.2.2 Sámediggeráπi politihkala™ prográmma 2006-2009

source: Sametingsrådets politiske program sier at samiske
sme: Sámediggeráπi politihkala™ prográmma cealká ahte

source: barnehager har en viktig rolle i samiske barns opp
sme: sámi mánáidgárddiin lea deaŋala™ rolla sámi mánáid

source: vekst.
sme: bajás™addamis.

source: Barnehagene har betydning for barns utvikling
sme: Mánáidgárddiin lea mearkka™upmi

source: både når det gjelder språk- og kulturlæring og identi
sme: mánáid ovdáneapmái sihke giella- ja kulturoahpahusa

source: tetsutvikling.
sme: ja identitehtaovdánahttima dáfus.

source: Samiske barnehager er en av de viktigste arenaene for
sme: Sámi mánáidgárddit leat deaŋaleamos arenat searvvis,

source: å videreføre det samiske språket og den samiske kul
sme: og dasa guoská sámegiela ja sámi kultuvrra bisu

source: turen.
sme: heapmi.

source: Samiske barnehager har også et spesielt ansvar
sme: Sámi mánáidgárddiin lea maiddái erenoamá™

source: for videreføring av samiske verdier og samfunnsliv.
sme: ovddasvástádus bisuhit sámi árvvuid ja servodate

source: Derfor er satsing på barnehager for samiske barn
sme: allima. Danne lea olles sámi servodahkii ja sámi

source: viktig for hele det samiske samfunnet og for samiske
sme: mánáide erenoam™ deaŋala™ vuoruhit mánáidgárddiid

source: barn spesielt.
sme: sámi mánáid várás.

source: Sametingsrådet har ambisjoner om å føre en aktiv
sme: Sámediggeráππi áigu joπihit aktiivvala™ giellapolitihka

source: samisk språk.
sme: mii veahkeha ovddidit sámegiela geavaheami.

source: Rådet ønsker også å være aktiv i for
sme: Ráππi

source: hold til å minske kjønnsforskjellene i barnehagenes
sme: dáhttu maiddái leat aktiivvala™ das ahte unnidit

source: personale.
sme: sohkabealeerohusaid mánáidgárddiid bargoveagas.

source: Samiske barnehager
sme: Sámi mánáidgárddit

source: – beskrivelse og behov
sme: – ∏ilgehusat ja dárbbut

source: 2.1 Tilstandsbeskrivelse
sme: 2.1 Diliid ∏ilgen

source: Situasjonen for de samiske barnehagene har endret
sme: Sámi mánáidgárddiid dilli lea rievdan daπistaga go

source: seg i takt med endringer i samfunnet.
sme: servodat lea nuppástuvvan. Olu mánát sámi mánáid

source: Mange av barna i samiske barnehager er tospråklige,
sme: gárddiin leat guovttegielagat, seammás go mánáid

source: samtidig som barnehagene skal styrke og utvikle
sme: gárddit galget nannet ja ovdánahttit mánáid sámegiel

source: barnas samiske språk.
sme: máhtu.

source: I mange norske barnehager
sme: Olu dá ∏∏a mánáidgárddit gos leat sámi mánát

source: med samiske barn får barnehagen tilskudd fra Same
sme: oΩΩot doarjaga Sámedikkis ovttaskas mánáid sáme

source: tinget til samiskopplæring for enkeltbarn.
sme: giela oahpahussii.

source: Det er mangel på pedagogisk materiell tilpasset
sme: Lea váileva™vuohta pedagogala™ neavvuid dáfus mat

source: samiske barn og samiske barnehager. Det foretas
sme: leat heivehuvvon sámi mánáide ja sámi mánáidgárd

source: fortsatt liten eller ingen forskning på samisk barne
sme: diide. Lea unnán dahje váileva™ dutkan sámi mánáid

source: hageområde.
sme: gárdesuorggis.

source: 2.2 Oversikt
sme: 2.2 Čilgehus

source: Oversikt over samiske barn i barnehagene følger i
sme: Čilgehus sámi mánáid hárrái geat leat sámi mánáid

source: vedlegg 1.
sme: gárddiin, boahtá ovdan 1. mildosis.

source: 2.2.1 Førskolelærerdekning
sme: 2.2.1 Ovdaskuvlaoahpaheaddjidárbbu gok ∏an

source: Det er fortsatt mange steder stor mangel på førskole
sme: Leat ain olu báikkit gos leat unnán ovdaskuvlaoahpa

source: lærere med kompetanse i samisk språk og kultur.
sme: headdjit, geain lea gelbbola™vuohta sámegielas- ja

source: Dette gjelder spesielt i kystområdene og i lule- og sør
sme: kultuvrras. Dát guoská erenoamáΩit riddoguovlluide

source: samiske områder.
sme: ja julev- ja lullisámi guovlluide.

source: Det er fortsatt få samiske menn
sme: Leat ain unnán sámi

source: med førskolelærerutdanning som jobber i barnehage.
sme: dievdoolbmot, geain lea ovdaskuvlaoahppu ja geat

source: 2.2.2 Særskilt tilskudd til samiske barnehager
sme: 2.2.2 Erenoamá™ doarjja sámi mánáidgárddiide

source: Sametinget overtok forvaltningen av dette tilskuddet
sme: Sámediggi válddii badjelasas dán doarjaga háldda

source: fra fylkesmennene 01.01.2001.
sme: ™eami fylkkamánniin 01.01.2001.

source: Sametinget utarbeidet
sme: Sámediggi ráhkadii

source: Målet med tilskuddet er å bidra til at
sme: Ulbmil doarjagiin lea veahkehit sámi

source: samiske barnehager sikrer et tilbud til samiske barn
sme: mánáidgárddiid sihkkarastit fálaldaga sámi mánáide

source: slik at de utvikler sitt samiske språk og kultur, og sin
sme: nu ahte sii ovdánahttet ieΩaset sámegiela- ja kultuvrra

source: identitet.
sme: ja ieΩaset identitehta.

source: Tilskuddet tildeles både samiske barnehager og
sme: Doarjja juolluduvvo sihke sámi mánáidgárddiide ja

source: norske barnehager med samiske barn, som gir samisk
sme: dá ∏∏a mánáidgárddiide gos leat sámi mánát geat oΩΩot

source: opplæring.
sme: sámegiel oahpahusa.

source: Det vil i denne planperioden gjennomføres en evalue
sme: Dán plánaáigodagas galgá doarjjaortnet evaluere

source: ring av tilskuddsordningen.
sme: juvvot.

source: 2.2.3 Pedagogisk materiell
sme: 2.2.3 Pedagogala™ neavvut

source: I siste planperiode er det utgitt ulike læremidler på
sme: Ovddit plánaáigodagas leat almmuhuvvon ie™guπet

source: alle de tre samiske språk.
sme: lágan oahpponeavvut buot golmma sámegillii. Leat

source: Det er utgitt barnebøker,
sme: almmuhuvvon mánáidgirjjit, filmmat, CD:at, dihtor

source: filmer, CDer, dataspill og faglitteratur.
sme: spealut ja fágagirjjála™vuohta.

source: Se vedlegg 2
sme: Geah ∏a 2. mildosa mas

source: for oversikt over læremidler.
sme: oainnát oahpponeavvuid.

source: Sametinget har en læremiddelsentral med pedagogisk
sme: avvoguovddá™ mas leat pedagogala™ neavvut mánáid

source: materiell for barnehage og skole.
sme: gárddiide ja skuvllaide.

source: Det er gratis for
sme: Mánáidgárddit oΩΩot nuvttá

source: barnehagene å låne læremidler her.
sme: luoikkahit oahpponeavvuid dáppe.

source: Sametinget bevilger årlige midler til utarbeidelse av
sme: Sámediggi juolluda jahkása ∏∏at doarjagiid ráhkadit

source: pedagogisk materiell for bruk i samiske barnehager.
sme: pedagogala™ neavvuid, mat galget geavahuvvot sámi

source: Summen er lav, noe som begrenser utgivelsene.
sme: mánáidgárddiin. Ruhtasubmi lea unni, mii gárΩΩida

source: Barnehagene har behov for læremidler tilknyttet de
sme: Mánáidgárddit dárbba™it oahpponeavvuid mat gusket

source: ulike tema barnehagene jobber med utifra samisk
sme: daidda ie™guπetge fáttáide maiguin mánáidgárddit

source: årstidskalender.
sme: barget sámi jagiáiggekaleandara oktavuoπas. Lea

source: Det er også stort behov for materiell
sme: maiddá stuora dárbu neavvuide maid sáhttá geavahit

source: som kan brukes i språkopplæringen.
sme: giellaoahpahusas.

source: Det er en kjensgjerning at samiske barn møter samme
sme: Lea oahpes á™™i ahte sámi mánát atnet seamma

source: materiale både i barnehage, hjemme og i skolen.
sme: neavvuid sihke mánáidgárddis, ruovttus ja skuvllas.

source: Dette kan føre til færre utfordringer og mindre moti
sme: Dát sáhttá dagahit unnit hástalusaid ja unnit movtta

source: vasjon til å benytte seg av samiske læremidler, da vi
sme: geavahit sámi oahpponeavvuid, go diehtit ahte

source: vet at barn finner mange spennende læremidler på
sme: mánáide liv ∏∏e olu gelddola™ oahpponeavvut dáro

source: norsk.
sme: gillii.

source: 2.2.4 Prosjekter
sme: 2.2.4 Pro™eavttat

source: Sametinget avsetter årlig midler til prosjekter og
sme: Sámediggi juolluda jahkása ∏∏at doarjaga pro™eavttaide

source: utviklingsarbeid som tildeles på grunnlag av særskilt
sme: ja ovddidanbargui mii juolluduvvo ovttaskas ohcama

source: søknad.
sme: vuoπul.

source: Se vedlegg 3 for oversikt over prosjekter.
sme: Geah ∏a 3. Mildosa, mas oainnát pro™eavttaid.

source: Sametinget vil spesielt fremheve prosjekter som
sme: Sámediggi dáhttu erenoamáΩit deattuhit pro™eavttaid

source: språkopplæring og - utvikling, vitalisering og revitalisering av samisk språk.
sme: nu go giellaoahpahusa ja – ovdánahttima, sámegiela

source: Beløpet som tildeles varierer
sme: virkkosmahttima ja ealáskahttima.

source: etter prosjektets størrelse.
sme: juolluduvvo, vuolgá pro™eavtta sturrodagas.

source: 2.2.5 Likestilling
sme: 2.2.5 Dásseárvu

source: Likestilling mellom kjønnene skal gjenspeiles i barne
sme: Dásseárvu sohkabeliid gaskka galgá speadjalastojuvvot

source: hagens pedagogikk.
sme: mánáidgárddi pedagogihkas.

source: Daværende Barne- og familiedepartementet har utar
sme: beara™departemeanta lea ráhkadan doaibmaplána

source: beidet handlingsplanen «Den gode barnehagen er en
sme: “ Den gode barnehage er en likestilt barnehage –

source: likestilt barnehage – Handlingsplan for likestilling i
sme: Handlingsplan for likestilt barnehage 2004 – 2007 ”.

source: barnehagene 2004-2007š. Departementet fastslår to
sme: Departemeanta nanne guokte váldomihtu mánáid

source: hovedmål for likestillingsarbeidet i barnehagene:
sme: gárddiid ovttadássása™vuoπa barggus:

source: Flere menn i barnehagene – 20% menn i barne
sme: Eambbo dievddut mánáidgárddiide – 20 % dievd

source: hagene innen utgangen av 2007.
sme: dut mánáidgárddiin ovdal 2007 loahpageaΩi.

source: Likestilling og likeverd skal ligge til grunn for all
sme: Dásseárvu ja ovttadássása™vuohta galgá leat

source: virksomhet og pedagogikk i barnehagen.
sme: vuoππun buot doaimmas ja pedagogihkas mánáid

source: Sametinget har støttet arbeidet med likestilling i
sme: Sámediggi lea dorjon ovttadássása™vuoπa barggu

source: barnehagene.
sme: mánáidgárddiin.

source: Det er satt i gang nettverksmøter for
sme: kimat dievdduide geat barget sámi mánáidgárddiin,

source: menn som jobber i samiske barnehager, og det er
sme: ja leat juolluduvvon pro™eaktaruπat mánáidgárddiide

source: tildelt prosjektmidler til barnehage som jobber med
sme: mat barget dásseárvvuin ja dievdduid rekrutteremiin

source: likestilling og rekruttering av menn til barnehagen.
sme: mánáidgárddiide.

source: 2.3 Utfordringer og behov
sme: 2.3Hástalusat ja dárbbut

source: Det samiske samfunnet er mangfoldig.
sme: Sámi servodat lea máŋggabealát.

source: Sametinget
sme: Sámediggi deaivá

source: møter de ulike utfordringer og behov samiske barne
sme: daid ie™guπetge hástalusaid ja dárbbuid mat sámi

source: hager har.
sme: mánáidgárddiin leat.

source: Sametinget ser følgende utfordringer og behov:
sme: Sámediggi oaidná ∏uovvova™ hástalusaid ja dárbbuid:

source: • samarbeid med barnehageeiere om bruk av særskilt
sme: • ovttasbargu mánáidgárddiid eaiggádiiguin eren

source: • utarbeidelse av pedagogisk materiell
sme: • ovttasbargu guoskeva™ beliiguin

source: • forsøks- og utviklingsarbeid i barnehagene
sme: • suohkaniid ja mánáidgárddiid eaiggádiid bagadallan

source: • rammeplan for barnehagene – samisk innhold
sme: • gelbbola™vuoπaovdánahttin mánáidgárdesuorggis

source: • kompetanseutvikling i barnehagesektoren 2.3.1 Regjeringens og Sametingets satsing innenfor barnehageområdet
sme: 2.3.1 Doaimmat maid Ráππehus ja Sáme diggi vuoruhit mánáidgárdesuorggi siskkobealde

source: Regjeringens mål for barnehagepolitikken er full dek
sme: Ráππehusa ulbmil mánáidgárdepolitihka dáfus lea

source: ning, høy kvalitet og lav pris.
sme: dievas gok ∏an, alla kvalitehta ja vuollegis haddi.

source: Regjeringen har tatt i
sme: Ráππehus lea geavahi™goahtán oππa doahpaga, Barne

source: bruk et nytt begrep, Barnehageløftet, for å signalisere
sme: hagel™ftet (Mánáidgárdelokten), mii galgá signaliseret

source: hvilket stort løft det gjøres i barnehagesektoren. Både
sme: man stuora buorideapmi galgá ∏aπahuvvot mánáid

source: Regjeringen og Sametinget ønsker å fokusere på kva
sme: gárdesuorggis. Sihke Ráππehus ja Sámediggi háliidit

source: litet.
sme: ∏almmustahttit kvalitehta.

source: For å oppnå god kvalitet er det viktig med kom
sme: Jus galgá olahit buori kva

source: petanse.
sme: litehta, de lea gelbbola™vuohta deaŋala™.

source: Det er utført en kompetansekartlegging
sme: Lea ∏aπahuv

source: blant barnehageansatte som er grunnlaget for Kunn
sme: mii lea Máhttodepartemeantta gelbbola™vuoπaovdá

source: skapsdepartementets strategi for kompetanseutvikling
sme: nahttima strategiija vuoππun mánáidgárdesuorggis

source: Stortingsmelding 55 (2000-2001) «Om samepolitik
sme: Stuoradiggedieπáhus 55 (2000–2001) ” Om same

source: kenš sier følgende om barnehagen: «Barnehagen skal
sme: mánáidgárddiid birra:

source: være med på å gi barn en trygg forankring i egen
sme: “ Mánáidgárdi galgá veahkkin oahpásnuhttit mánáid

source: kultur og har en sentral rolle som arena for å utvikle
sme: ieΩaset kultuvrii ja das lea guovddá™ rollan báiki, gos

source: språk og identitetš.
sme: sáhttá ovdánahttit giela ja identitehta ”.
